#### `terraform plan` Success
<details><summary>Show Output</summary>

```

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # google_service_account.terraform_workflow will be created
  + resource "google_service_account" "terraform_workflow" {
      + account_id   = "terraform-workflow"
      + display_name = "Terraform workflow"
      + email        = (known after apply)
      + id           = (known after apply)
      + name         = (known after apply)
      + project      = (known after apply)
      + unique_id    = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>

*Workflow: `CI`, Action: `hashicorpterraform-github-actions2`, Working Directory: `.`*
